[
  {
    "record_id": "ARN-RSNA-CXR-0009",
    "report_text": "EXAMINATION    XR CHEST PORTABLE    FINDINGS    Devices/Tubes/Lines: Left-sided transvenous pacemaker with leads over the right atrium and right ventricle. Pigtail catheter projects over the left lower hemithorax. Right-sided PICC line with tip projecting over the superior vena cava near the superior cavoatrial junction.    Lungs: The right lung is clear. There is left basilar opacity.    Pleura: Small left pleural effusion. A small left apical pneumothorax is present with an air gap of 7 mm.    Heart/Mediastinum: No acute abnormality identified.    Bones/Soft Tissues: No acute osseous abnormality identified.    IMPRESSION    Small left pleural effusion    Small left apical pneumothorax with air gap of 7 mm.    Lines and tubes as described.    Patchy left basilar opacity most consistent with atelectasis."
  },
  {
    "record_id": "ARN-RSNA-CXR-0034",
    "report_text": "EXAMINATION    Portable chest examination.    FINDINGS    Devices/Tubes/Lines: Right internal jugular central venous catheter with tip in the superior vena cava. Right-sided intercostal drains present. Additional right-sided drain directed toward the right upper quadrant. Esophageal stent in place. Endotracheal tube is not present.    Lungs: Diffuse bilateral airspace opacities likely representing a combination of edema and atelectasis. Bilateral basilar atelectasis. Lungs are moderately expanded.    Pleura: No pneumothorax. Bilateral pleural effusions.    Heart/Mediastinum: Cardiomediastinal silhouette without acute abnormality detected.    Bones/Soft Tissues: none    IMPRESSION    Right internal jugular central venous catheter in the superior vena cava; right-sided chest drains and an additional right-sided drain directed toward the right upper quadrant. Esophageal stent in place. Endotracheal tube not present.    Diffuse bilateral airspace opacities consistent with edema and atelectasis, with basilar atelectasis.    Bilateral pleural effusions without pneumothorax.    Cardiomediastinal silhouette without acute abnormality detected."
  },
  {
    "record_id": "ARN-RSNA-CXR-0152",
    "report_text": "EXAMINATION    XR CHEST PORTABLE    FINDINGS    Devices/Tubes/Lines: There is an endotracheal tube that terminates 8.1 cm from the carina. There is a right IJ dialysis catheter that terminates in the SVC. There is a left IJ central venous catheter that terminates in the left innominate vein. There is an enteric tube that crosses the diaphragm; the distal tip is not visualized on this radiograph.    Lungs: Lung volumes. There are bilateral nodular opacities. Dense retrocardiac opacity. Right lower lung patchy opacities.    Pleura: There is a small left pleural effusion. Right pleural effusion. No pneumothorax.    Heart/Mediastinum: Enlarged cardiac silhouette.    Bones/Soft Tissues: The thoracic skeleton.    IMPRESSION    The endotracheal tube terminates 8 cm from the carina. Recommend advancing the endotracheal tube 2 to 3 cm.    Bilateral multifocal nodular opacities consistent with multifocal pneumonia.    Dense retrocardiac opacity likely representing a combination of pneumonia and partial atelectasis of the left lower lobe.    Recommend advancing the endotracheal tube 2-3 cm."
  },
  {
    "record_id": "ARN-RSNA-CXR-0181",
    "report_text": "EXAMINATION    XR CHEST PORTABLE    FINDINGS    Devices/Tubes/Lines: An endotracheal tube terminates 3.5 cm above the carina. An enteric tube traverses the field of view and terminates at the level of the diaphragm. There are multiple Jackson-Pratt drains projecting over the thorax and abdomen. There are 2 right and 2 left chest tubes.    Lungs: There are bilateral upper and right middle lobectomies. There are bilateral diffuse multifocal airspace and reticular opacities.    Pleura: Bilateral layering pleural effusions. No obvious pneumothorax.    Heart/Mediastinum: The heart and the mediastinum are without acute abnormality.    Bones/Soft Tissues: There are bilateral acute rib fractures. There is subcutaneous emphysema and laceration along the soft tissues of the lower thorax consistent with open clamshell sternotomy. Surgical packing projects along the left lateral chest wall.    IMPRESSION    Lines and tubes as described. No obvious pneumothorax.    Diffuse bilateral airspace and reticular opacities with acute rib fractures in the setting of CPR may reflect pulmonary contusion, hemorrhage, or edema. In the proper clinical setting, concurrent superimposed aspiration or pneumonia could be considered.    Bilateral layering pleural effusions."
  },
  {
    "record_id": "ARN-RSNA-CXR-0204",
    "report_text": "EXAMINATION    XR CHEST PORTABLE    FINDINGS    Devices/Tubes/Lines: Endotracheal tube with tip at the proximal right mainstem bronchus, recommend retraction. An esophagogastric tube courses below the level of the diaphragm and beyond field-of-view. The left internal jugular vein catheter is present.    Lungs: The lung volumes are low. There are bilateral interstitial and airspace opacities.    Pleura: No pleural effusion or pneumothorax.    Heart/Mediastinum: none    Bones/Soft Tissues: No significant skeletal abnormality.    IMPRESSION    1. Endotracheal tube with tip at the proximal right mainstem bronchus; recommend retraction.    2. Findings consistent with diffuse alveolar damage in the setting of known COVID-19 pneumonia."
  }
]